Repository: 0x416c69/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: el

source: Server says an update is recommended, but not essential. Do you want to update now ?
el: Ο διακομιστής λέει ότι μια ενημέρωση συνίσταται, αλλά δεν είναι απαραίτητη. Θέλετε να ενημερώσετε τώρα ;

source: Update not currently avalable. Please check www.mtasa.com
el: Η ενημέρωση δεν είναι διαθέσιμη προς το παρόν. Παρακαλώ ρίξτε μια ματιά στο www.mtasa.com

source: ERROR SAVING
el: ΣΦΑΛΜΑ ΑΠΟΘΗΚΕΥΣΗΣ

source: Unable to create the file.
el: Δεν είναι δυνατή η δημιουργία του αρχείου.

source: ERROR DOWNLOADING
el: ΣΦΑΛΜΑ ΛΗΨΗΣ

source: The downloaded file appears to be incorrect.
el: Ο ληφθέν φάκελος φαίνεται να είναι εσφαλμένος.

source: For some reason.
el: Για κάποιο λόγο.

source: DOWNLOAD COMPLETE
el: Η ΛΗΨΗ ΟΛΟΚΛΗΡΩΘΗΚΕ

source: - Unknown problem in _DialogUpdateResult
el: - Άγνωστο πρόβλημα in _DialogUpdateResult

source: Ok
el: Εντάξει

source: ERROR
el: ΣΦΑΛΜΑ

source: Some MTA:SA data files are missing. Please reinstall MTA:SA
el: Κάποια MTA:SA αρχεία δεδομένων λείπουν. Παρακαλώ επανεγκαταστήστε το MTA:SA

source: %3d %% completed
el: %3d %% ολοκληρώθηκε

source: Waiting for response - %-3d
el: Αναμονή για απόκριση - %-3d

source: Website requests
el: Αιτήματα ιστότοπου

source: The server requests the following websites in order to load them (later):
el: Ο διακομιστής ζητάει τα ακόλουθους ιστότοπους έτσι ώστε να τους φορτώσει (αργότερα):

source: NEVER ENTER SENSITIVE DATA TO PROTECT THEM FROM BEING STOLEN
el: ΠΟΤΕ ΜΗΝ ΕΙΣΑΓΕΤΕ ΕΥΑΙΣΘΗΤΑ ΔΕΔΟΜΕΝΑ ΩΣΤΕ ΝΑ ΜΗΝ ΚΛΑΠΟΥΝ

source: Remember decision
el: Θυμήσου την απόφαση

source: Deny
el: Αρνούμαι

source: Can't find valid screen resolution.
el: Δεν μπορεί να βρεθεί έγκυρη ανάλυση οθόνης

source: Are you sure you want to use this screen resolution?
el: Είστε σίγουρος ότι θέλετε να χρησιμοποιήσετε αυτή την ανάλυση οθόνης;

source: Update Aero setting
el: Αναβάθμιση ρύθμισης Aero

source: Update Large Memory setting
el: Αναβάθμιση ρύθμισης μεγάλης μνήμης

source: Update DEP setting
el: Αναβάθμιση ρύθμισης DEP

source: Update graphics driver compliance
el: Αναβάθμιση συμφωνίας γραφικών στον οδηγό

source: Fix file issues
el: Επιδιόρθωση προβλημάτων αρχείων

source: Copy main executable to avoid graphic driver issues
el: Αντιγραφή κύριου εκτελέσιμου για την αποφυγή προβλημάτων στον οδηγό γραφικών

source: MTA:SA needs Administrator access for the following task: '%s' Please confirm in the next window.
el: Το MTA:SA χρειάζεται άδεια διαχειριστή για την ακόλουθη εργασία: '%s' Παρακαλώ επιβεβαιώστε το επόμενο παράθυρο.

source: MTA:SA could not complete the following task: '%s'
el: Το MTA:SA δεν μπόρεσε να ολοκληρώσει την ακόλουθη εργασία: '%s'

source: ** The crash was caused by a graphics driver error ** ** Please update your graphics drivers **
el: ** Το crash προκλήθηκε από ένα σφάλμα στον οδηγό γραφικών ** ** Παρακαλώ αναβαθμίστε του οδηγούς γραφικών σας **

source: Install updated MTA:SA files
el: Εγκατάσταση αναβαθμισμένων MTA:SA αρχείων

source: Could not update due to file conflicts. Please close other applications and retry
el: Δεν είναι δυνατή η αναβάθμιση λόγω αντικρουόμενων αρχείων. Παρακαλώ κλείστε τις άλλες εφαρμογές και ξαναπροσπαθήστε

source: Multi Theft Auto has not been installed properly, please reinstall. %s
el: Το Multi Theft Auto δεν έχει εγκατασταθεί σωστά, παρακαλώ επανεγκαταστήστε. %s

source: Missing file:
el: Χαμένο αρχείο:

source: If MTA fails to load, please re-install GTA:SA
el: Εάν το MTA αποτύχει να φορτώσει, παρακαλώ επανεγκαταστήστε το GTA:SA

source: Update install settings
el: Αναβάθμιση ρυθμίσεων εγκατάστασης

source: Update compatibility settings
el: Αναβάθμιση ρυθμίσεων συμβατότητας

source: Quit
el: Έξοδος

source: MTA: San Andreas has encountered a problem
el: Το MTA: San Andreas συνάντησε ένα πρόβλημα

source: Crash information
el: Πληροφορίες Crash

source: Tick the check box to send this crash info to MTA devs using the 'internet'
el: Τικάρετε το πλαίσιο για να στείλετε πληροφορίες του crash στους MTA προγραμματιστές χρησιμοποιώντας το 'διαδίκτυο'

source: Doing so will increase the chance of this crash being fixed.
el: Κάνοντας το θα αυξήσει τις πιθανότητες για αυτό το crash να φτιαχτεί.

source: Do you want to restart MTA: San Andreas ?
el: Θέλετε να επανεκκινήσετε το MTA: San Andreas ;

source: MTA: San Andreas - Warning
el: MTA: San Andreas - Προειδοποιήση

source: Your Grand Theft Auto: San Andreas install directory contains a d3d9.dll file:
el: Ο προορισμός εγκατάστασης του Grand Theft Auto: San Andreas περιέχει ένα d3d9.dll αρχείο:

source: The file is not required and may interfere with the graphical features in this version of MTA:SA. It is recommended that you remove or rename d3d9.dll
el: Αυτό το αρχείο δεν χρειάζεται και μπορεί να ανακατευτεί με τα γραφικά χαρακτηριστικά σε αυτή την έκδοση του MTA:SA. Συνίσταται να αφαιρέσετε ή να μετονομάσετε το d3d9.dll

source: Do not tell me about this d3d9.dll again
el: Μην μου πείτε γι'αυτό το d3d9.dll πάλι

source: Show me the file
el: Δείξτε μου το αρχείο

source: Play MTA:SA
el: Παίξτε MTA:SA

source: MTA: San Andreas - Confusing options
el: MTA: San Andreas - Περίπλοκες ρυθμίσεις

source: NVidia Optimus detected!
el: Το NVidia Optimus ανιχνεύθηκε!

source: Try each option and see what works:
el: Προσπαθήστε κάθε επιλογή και δείτε πως λειτουργεί:

source: If you get desperate, this might help:
el: Εάν είστε απελπισμένος, αυτό μπορεί να βοηθήσει:

source: Force windowed mode
el: Αναγκάστε λειτουργία παραθύρου

source: Warning: Could not detect anti-virus product
el: Προειδοποίηση: Δεν ήταν δυνατή η ανίχνευση anti-virus προϊόντων

source: MTA could not detect an anti-virus on your PC. Viruses interfere with MTA and degrade your gameplay experience. Press 'Help' for more information.
el: Το MTA δεν μπόρεσε να ανιχνεύσει έναν anti-virus στον υπολογιστή σας. Οι ιοί παρεμβαίνουν στο MTA και υποβαθμίζουν την εμπειρία παιχνιδιού σας. Πατήστε 'Βοήθεια' για περισσότερες πληροφορίες.

source: I have already installed an anti-virus
el: Έχω ήδη εγκαταστήσει ένα anti-virus

source: I will not install an anti-virus. I want my PC to lag and be part of a botnet.
el: Δεν θα εγκαταστήσω ένα anti-virus. Θέλω ο υπολογιστής μου να μείνει και να είναι μέρος ενός botnet.

source: Searching for Grand Theft Auto San Andreas
el: Ψάχνοντας για το Grand Theft Auto San Andreas

source: Please start Grand Theft Auto San Andreas
el: Παρακαλώ ξεκινήστε το Grand Theft Auto San Andreas

source: Installing update...
el: Εγκατάσταση ενημέρωσης...

source: Extracting files...
el: Εξαγωγή αρχείων...

source: Copying files...
el: Αντιγραφή αρχείων...

source: Copy finished early. Everything OK.
el: Η αντιγραφή ολοκληρώθηκε νωρίς. Όλα εντάξει.

source: Finishing...
el: Τελειώνοντας...

source: Done!
el: Έγινε!

source: Do you want to terminate the MTA Server and continue updating?
el: Θέλετε να τερματίσετε τον διακομιστή MTA και να συνεχίσετε την ενημέρωση;

source: Trouble restarting MTA:SA If the problem persists, open Task Manager and stop the 'gta_sa.exe' and 'Multi Theft Auto.exe' processes Try to launch MTA:SA again?
el: Πρόβλημα επανεκκίνησης του MTA:SΑ Εάν το πρόβλημα παραμένει, ανοίξτε τη Διαχείριση Εργασιών και σταματήστε τις διαδικασίες 'gta_sa.exe' και 'Multi Theft Auto.exe' Προσπαθήστε να ξεκινήσετε ξανά το MTA:SA;

source: Another instance of MTA is already running. If this problem persists, please restart your computer
el: Μια άλλη παράμετρος του MTA εκτελείται ήδη. Εάν το πρόβλημα παραμένει, κάντε επανεκκίνηση του υπολογιστή σας

source: Another instance of MTA is already running. Do you want to terminate it?
el: Μια άλλη παράμετρος του MTA εκτελείται ήδη. Θέλετε να τη τερματίσετε;

source: Are you having problems running MTA:SA?. Do you want to revert to an earlier version?
el: Έχετε προβλήματα με την εκτέλεση του MTA:SA;. Θέλετε να επανέλθετε σε προηγούμενη έκδοση;

source: There seems to be a problem launching MTA:SA. Resetting GTA settings can sometimes fix this problem. Do you want to reset GTA settings now?
el: Φαίνεται ότι υπάρχει πρόβλημα με την εκκίνηση του MTA:SA. Η επαναφορά των ρυθμίσεων GTA μπορεί μερικές φορές να διορθώσει αυτό το πρόβλημα. Θέλετε να επαναφέρετε τις ρυθμίσεις GTA τώρα;

source: GTA settings have been reset. Press OK to continue.
el: Οι ρυθμίσεις GTA έχουν επαναφερθεί. Πατήστε Εντάξει για να συνεχίσετε.

source: File could not be deleted: '%s'
el: Το αρχείο δεν μπόρεσε να διαγραφεί: '%s'

source: Are you having problems running MTA:SA?. Do you want to see some online help?
el: Έχετε προβλήματα με την εκτέλεση του MTA:SA?. Θέλετε να δείτε κάποια βοήθεια στο διαδίκτυο;

source: Are you having problems running MTA:SA?. Do you want to change the following setting?
el: Έχετε προβλήματα με την εκτέλεση του MTA:SA;. Θέλετε να αλλάξετε την ακόλουθη ρύθμιση;

source: Are you having problems running MTA:SA?. Try disabling the following products for GTA and MTA:
el: Έχετε προβλήματα με την εκτέλεση του MTA:SA;. Δοκιμάστε να απενεργοποιήσετε τα παρακάτω προϊόντα για το GTA και το MTA:

source: WARNING MTA:SA has detected unusual activity. Please run a virus scan to ensure your system is secure.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ Το MTA:SA έχει εντοπίσει ασυνήθιστη δραστηριότητα. Εκτελέστε μια σάρωση ιών για να βεβαιωθείτε ότι το σύστημά σας είναι ασφαλές.

source: The detected file was: %s
el: Το αρχείο που εντοπίστηκε ήταν: %s

source: An instance of GTA: San Andreas is already running. It needs to be terminated before MTA:SA can be started. Do you want to do that now?
el: Μια αναφορά του GTA: San Andreas είναι ήδη σε λειτουργία. Πρέπει να τερματιστεί πριν ξεκινήσει το MTA:SA. Θέλετε να το κάνετε τώρα;

source: Unable to terminate GTA: San Andreas. If the problem persists, please restart your computer.
el: Δεν είναι δυνατό να τερματιστεί το GTA:San Andreas. Εάν το πρόβλημα παραμένει, παρακαλώ κάντε επανεκκίνηση του υπολογιστή σας.

source: Registry entries are missing. Please reinstall Multi Theft Auto: San Andreas.
el: Δεν υπάρχουν καταχωρήσεις μητρώου. Παρακαλώ επανεγκαταστήστε το Multi Theft Auto: San Andreas.

source: The path to your installation of GTA: San Andreas contains unsupported (unicode) characters. Please move your Grand Theft Auto: San Andreas installation to a compatible path that contains only standard ASCII characters and reinstall Multi Theft Auto: San Andreas.
el: Η διαδρομή για την εγκατάσταση του GTA: San Andreas περιέχει μη υποστηριζόμενους χαρακτήρες (unicode). Μετακινήστε την εγκατάσταση Grand Theft Auto: San Andreas σε συμβατή διαδρομή που περιέχει μόνο τυπικούς χαρακτήρες ASCII και επανεγκαταστήστε το Multi Theft Auto: San Andreas.

source: It appears you have a Steam version of GTA:SA, which is currently incompatible with MTASA. You are now being redirected to a page where you can find information to resolve this issue.
el: Φαίνεται ότι έχετε μια έκδοση Steam του GTA:SA, η οποία είναι επί του παρόντος ασυμβατή με το MTASA. Τώρα μεταφέρεστε σε μια σελίδα όπου μπορείτε να βρείτε πληροφορίες για την επίλυση αυτού του ζητήματος.

source: The path to your installation of 'MTA:SA' or 'GTA: San Andreas' contains a ';' (semicolon). If you experience problems when running MTA:SA, move your installation(s) to a path that does not contain a semicolon.
el: Η διαδρομή για την εγκατάσταση του 'MTA:SA' ή 'GTA: San Andreas' περιέχει ένα ';' (ερωτηματικό). Αν αντιμετωπίζετε προβλήματα κατά την εκτέλεση του MTA:SA, μετακινήστε την εγκατάσταση ή τις εγκαταστάσεις σας σε μια διαδρομή που δεν περιέχει ερωτηματικό.

source: Load failed. Please ensure that the latest data files have been installed correctly.
el: Η φόρτωση απέτυχε. Βεβαιωθείτε ότι τα τελευταία αρχεία δεδομένων έχουν εγκατασταθεί σωστά.

source: Load failed. Please ensure that %s is installed correctly.
el: Η φόρτωση απέτυχε. Βεβαιωθείτε ότι το %s έχει εγκατασταθεί σωστά.

source: Load failed. Could not find gta_sa.exe in %s.
el: Η φόρτωση απέτυχε. Δεν ήταν δυνατή η εύρεση του gta_sa.exe στο %s.

source: Load failed. %s exists in the GTA directory. Please delete before continuing.
el: Η φόρτωση απέτυχε. %s υπάρχει στον προορισμό του GTA. Παρακαλώ διαγράψτε πριν συνεχίσετε.

source: Main file has an incorrect name (%s)
el: Το κύριο αρχείο έχει ένα λάθος όνομα (%s)

source: Main file is unsigned. Possible virus activity. See online help if MTA does not work correctly.
el: Το κύριο αρχείο δεν είναι υπογεγραμμένο. Πιθανή δραστηριότητα ιού. Ανατρέξτε στην ηλεκτρονική βοήθεια, εάν το MTA δεν λειτουργεί σωστά.

source: Data files modified. Possible virus activity. See online help if MTA does not work correctly.
el: Τα αρχεία δεδομένων τροποποιηθηκαν. Πιθανή δραστηριότητα ιού. Ανατρέξτε στην ηλεκτρονική βοήθεια, εάν το MTA δεν λειτουργεί σωστά.

source: .asi files are in the 'MTA:SA' or 'GTA: San Andreas' installation directory. Remove these .asi files if you experience problems with MTA:SA.
el: Αρχεία .asi βρίσκονται στον προορισμό εγκατάστασης του 'MTA:SA' ή του 'GTA: San Andreas'. Καταργήστε αυτά τα αρχεία .asi αν αντιμετωπίσετε προβλήματα με το MTA:SA.

source: File version mismatch error. Reinstall MTA:SA if you experience problems.
el: Σφάλμα αναντιστοιχίας έκδοσης αρχείου. Επανεγκαταστήστε το MTA:SA αν αντιμετωπίσετε προβλήματα.

source: Some files are missing. Reinstall MTA:SA if you experience problems.
el: Κάποια αρχεία λείπουν. Επανεγκαταστήστε το MTA:SA αν αντιμετωπίσετε προβλήματα.

source: MTA:SA is not compatible with Windows 'Safe Mode'. Please restart your PC.
el: Το MTA:SA δεν είναι συμβατό με την 'ασφαλή λειτουργία' των Windows. Κάντε επανεκκίνηση του υπολογιστή σας.

source: Could not start Grand Theft Auto: San Andreas. Please try restarting, or if the problem persists,contact MTA at www.multitheftauto.com. [%s]
el: Δεν ήταν δυνατή η εκκίνηση του Grand Theft Auto: San Andreas. Παρακαλώ δοκιμάστε να κάνετε επανεκκίνηση ή εάν το πρόβλημα παραμένει, επικοινωνήστε με το MTA στη διεύθυνση www.multitheftauto.com. [%s]

source: GTA: San Andreas may not have launched correctly. Do you want to terminate it?
el: Το GTA: San Andreas μπορεί να μην έχει ξεκινήσει σωστά. Θέλετε να το τερματίσετε;

source: Select your Grand Theft Auto: San Andreas Installation Directory
el: Επιλέξτε τον προορισμό εγκατάστασης του Grand Theft Auto: San Andreas

source: Error loading %s module! (%s)
el: Σφάλμα κατά τη φόρτωση του %s δομοστοιχείου! (%s)

source: New installation of %s detected. Do you want to copy your settings from %s ?
el: Νέα εγκατάσταση του %s ανιχνεύθηκε. Θέλετε να αντιγράψετε τις ρυθμίσεις σας από το %s ;

source: GTA:SA had trouble opening the file '%s'
el: To GTA:SA αντιμετώπισε πρόβλημα με το άνοιγμα του αρχείου '%s'

source: GTA:SA is missing the file '%s'.
el: Στο GTA:SA λείπει το αρχείο '%s'.

source: GTA:SA had trouble loading a model.
el: Το GTA:SA αντιμετώπισε πρόβλημα κατά τη φόρτωση ενός μοντέλου.

source: If you recently modified gta3.img, then try reinstalling GTA:SA.
el: Αν τροποποιήσατε πρόσφατα το gta3.img, δοκιμάστε να επανεγκαταστήσετε το GTA:SA.

source: GTA:SA had trouble adding an upgrade to a vehicle.
el: Το GTA:SA αντιμετώπισε πρόβλημα στην προσθήκη αναβάθμισης σε ένα όχημα.

source: Did your computer restart when playing MTA:SA?
el: Έγινε επανεκκίνηση του υπολογιστή σας κατά την αναπαραγωγή του MTA:SA;

source: Please terminate the following programs before continuing:
el: Παρακαλείστε να τερματίσετε τα ακόλουθα προγράμματα πριν συνεχίσετε:

source: This version has expired.
el: Αυτή η έκδοση έχει λήξει.

source: disconnect from the game
el: αποσύνδεση από το παιχνίδι

source: shows the nametags
el: εμφανίζει τις ετικέτες των παιχτών

source: shows the chatbox
el: εμφανίζει το πλαίσιο συνομιλίας

source: shows the network statistics
el: εμφανίζει τα στατιστικά στοιχεία του δικτύου

source: open the chat input
el: ανοίγει την είσοδο συνομιλίας

source: transmits voice to other players
el: μεταδίδει φωνή σε άλλους παίκτες

source: enters a car as passenger
el: εισέρχεται σε ένα αυτοκίνητο ως επιβάτης

source: next radio channel
el: επόμενος σταθμός ραδίου

source: previous radio channel
el: προηγούμενος σταθμός ραδίου

source: enables the radar view
el: Ενεργοποιεί την όψη του ραντάρ

source: zooms the radar in
el: ζουμάρει το ραντάρ

source: zooms the radar out
el: ξεζουμάρει το ραντάρ

source: moves the radar north
el: μετακινεί το ραντάρ βόρεια

source: moves the radar south
el: κινεί το ραντάρ νότια

source: moves the radar east
el: κινεί το ραντάρ ανατολικά

source: moves the radar west
el: κινεί το ραντάρ δυτικά

source: attaches the radar
el: επισυνάπτει το ραντάρ

source: reduces radar opacity
el: μειώνει την αδιαφάνεια του ραντάρ

source: increases radar opacity
el: αυξάνει την αδιαφάνεια του ραντάρ

source: toggles radar help text
el: εναλλάζει το κείμενο βοηθείας του radar

source: sends a message to the targetted player
el: στέλνει ένα μήνυμα στον επιλεγμένο παίκτη

source: changes to the next weapon whilst in a vehicle
el: αλλάζει στο επόμενο όπλο ενώ βρίσκεστε σε ένα όχημα

source: changes to the previous weapon whilst in a vehicle
el: αλλάζει στο προηγούμενο όπλο ενώ βρίσκεστε σε ένα όχημα

source: outputs info about the current server
el: εξάγει πληροφορίες σχετικά με τον τρέχοντα διακομιστή

source: defines the scale multiplier of all text-displays
el: ορίζει τον πολλαπλασιαστή κλίμακας όλων των απεικονίσεων κειμένου

source: (Development mode) shows the colshapes
el: (Λειτουργία ανάπτυξης) δείχνει τις περικοπές

source: (Development mode) prints world sound ids into the debug window
el: (Λειτουργία ανάπτυξης) εκτυπώνει τα παγκόσμια ids ήχου στο παράθυρο απασφαλμάτωσης

source: Entering the game ...
el: Είσοδος στο παιχνίδι ...

source: Not connected; please use Quick Connect or the 'connect' command to connect to a server.
el: Δεν είστε συνδεδεμένος, χρησιμοποιήστε την Γρήγορη Σύνδεση ή την εντολή 'σύνδεση' για να συνδεθείτε σε ένα διακομιστή.

source: The server is not installed
el: Ο διακομιστής δεν είναι εγκατεστημένος

source: Local Server
el: Τοπικός Διακομιστής

source: Starting local server ...
el: Ξεκινώντας τοπικό διακομιστή ...

source: You were kicked from the game ( %s )
el: Διωχθήκατε από το παιχνίδι ( %s )

source: Connecting to local server...
el: Σύνδεση με τοπικό διακομιστή...

source: Error connecting to server.
el: Σφάλμα σύνδεσης με τον διακομιστή.

source: Connecting to local server timed out. See console for details.
el: Η σύνδεση σας με τον τοπικό διακομιστή έχει λήξει. Ανατρέξτε στην κονσόλα για λεπτομέρειες.

source: Connection with the server was lost
el: Η σύνδεση με τον διακομιστή χάθηκε.

source: Disconnected: the server is currently full
el: Αποσύνδεση: ο διακομιστής είναι πλήρης

source: Disconnected: invalid password specified
el: Αποσύνδεση: καθορίστηκε μη έγκυρος κωδικός πρόσβασης

source: MTA Client verification failed!
el: Η επαλήθευση του πρόγραμμα-πελάτη του MTA απέτυχε!

source: HOST GAME
el: ΔΙΟΡΓΑΝΩΣΤΕ ΠΑΙΧΝΙΔΙ

source: Resources
el: Βοηθήματα

source: Server name:
el: Όνομα διακομιστή:

source: Max players:
el: Μέγιστος αριθμός παιχτών:

source: Broadcast:
el: Μετάδοση:

source: Selected
el: Επιλεγμένο

source: All
el: Όλα

source: Start
el: Έναρξη

source: Disconnected: Invalid nickname
el: Αποσύνδεση: Μη έγκυρο ψευδώνυμο

source: Disconnect from server
el: Αποσύνδεση από το διακομιστή

source: Disconnected: Serial is banned. Reason: %s
el: Αποσύνδεση: Ο σειριακός αριθμός έχει αποκλειστεί. Λόγος: %s

source: Disconnected: You are banned. Reason: %s
el: Αποσύνδεση: Είστε αποκλεισμένοι. Λόγος: %s

source: Disconnected: Account is banned. Reason: %s
el: Αποσύνδεση: Ο λογαριασμός είναι αποκλεισμένος. Λόγος: %s

source: Disconnected: Version mismatch
el: Αποσύνδεση: Αναντιστοιχία έκδοσης

source: Disconnected: Join flood. Please wait a minute, then reconnect.
el: Αποσύνδεση: Υπερχείλιση συνδέσεων. Παρακαλώ περιμένετε ένα λεπτό και στη συνέχεια επανασυνδεθείτε.

source: Disconnected: Server from different branch. Information: %s
el: Αποσύνδεση: Ο διακομιστής είναι από διαφορετικό τομέα (branch). Πληροφορίες: %s

source: Disconnected: Bad version. Information: %s
el: Αποσύνδεση: Κακή έκδοση. Πληροφορίες: %s

source: Disconnected: Server is running a newer build. Information: %s
el: Αποσύνδεση: Ο διακομιστής εκτελεί νεότερο ανάπτυγμα (build). Πληροφορίες: %s

source: Disconnected: Server is running an older build. Information: %s
el: Αποσύνδεση: Ο διακομιστής εκτελεί παλαιότερο ανάπτυγμα (build). Πληροφορίες: %s

source: Disconnected: Nick already in use
el: Αποσύνδεση: Το ψευδώνυμο χρησιμοποιείτε ήδη

source: Disconnected: Player Element Could not be created.
el: Αποσύνδεση: Το στοιχείο το παίχτη δεν μπόρεσε να δημιουργηθεί

source: Disconnected: Server refused the connection: %s
el: Αποσύνδεση: Ο διακομιστής απέρριψε την σύνδεση: %s

source: Disconnected: Serial verification failed
el: Αποσύνδεση: Η επαλήθευση του σειριακού αριθμού απέτυχε

source: Disconnected: Connection desync %s
el: Αποσύνδεση: Η σύνδεση αποσυγχρονίστηκε %s

source: Disconnected: You were kicked by %s
el: Αποσύνδεση: Έχετε εκδιωχθεί από %s

source: Disconnected: You were banned by %s
el: Αποσύνδεση: Έχετε αποκλειστεί από %s

source: Disconnected: Server shutdown or restarting
el: Αποσύνδεση: Ο διακομιστής έκλεισε ή κάνει επανεκκίνηση

source: Time Remaining:
el: Εναπομείνοντας χρόνος:

source: %d day
el: %d ημέρα

source: %d hour
el: %d ώρα

source: %d minute
el: %d λεπτό

source: Disconnected
el: Αποσύνδεση

source: Download error: %s
el: Σφάλμα λήψης: %s

source: Could not start the local server. See console for details.
el: Δεν ήταν δυνατή η εκκίνηση του τοπικού διακομιστή. Ανατρέξτε στην κονσόλα για λεπτομέρειες.

source: Error: Could not start local server. [%s]
el: Σφάλμα: Δεν ήταν δυνατή η εκκίνηση του τοπικού διακομιστή. [%s]

source: Download Progress:
el: Πρόοδος λήψης:

source: Map download progress:
el: Πρόοδος λήψης χάρτη:

source: %s of %s
el: %s του %s

source: Disconnect to cancel download
el: Αποσυνδεθείτε για να ακυρώσετε την λήψη

source: Fatal error (%u). If this problem persists, please check out mtasa.com for support.
el: Κρίσιμο σφάλμα (%u). Αν αυτό το πρόβλημα παραμένει, παρακαλούμε ρίξτε μια ματιά στο mtasa.com για υποστήριξη.

source: Protocol error (%u). If this problem persists, please check out mtasa.com for support.
el: Σφάλμα πρωτοκόλλου (%u). Αν αυτό το πρόβλημα παραμένει, παρακαλούμε ρίξτε μια ματιά στο mtasa.com για υποστήριξη.

source: Connection error
el: Σφάλμα σύνδεσης

source: Multi Theft Auto has not been installed properly, please reinstall.
el: Το Multi Theft Auto δεν έχει εγκατασταθεί σωστά, εγκαταστήστε ξανά.

source: Your browser will now display a web page with some help infomation. (If the page fails to load, paste (CTRL-V) the URL into your web browser)
el: Το πρόγραμμα περιήγησής σας θα εμφανίσει τώρα μια ιστοσελίδα με κάποιες πληροφορίες βοήθειας. (Εάν η σελίδα δεν φορτώσει, επικολλήστε (CTRL-V) τη διεύθυνση URL στο πρόγραμμα περιήγησης ιστού)
