Repository: 0x416c69/mtasa-blue
Catalog: Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: el

source: ***[ COMMAND HELP ]***
el: ***[ ΕΝΤΟΛH ΒΟHΘΕΙΑ ]***

source: * The time is %d:%02d:%02d
el: * Η ώρα είναι %d:%02d:%02d

source: connect: Syntax is 'connect <host> <port> [<nick> <pass>]'
el: Σύνδεση: Η σύνταξη είναι 'connect <host> <port> [<nick> <pass>]'

source: connect: Bad port number
el: Σύνδεση: Κακός αριθμός θύρας

source: connect: Connecting to %s:%u...
el: Σύνδεση: Συνδέεται στο %s:%u...

source: connect: could not connect to %s:%u!
el: Σύνδεση: δεν μπόρεσε να συνδεθεί στο %s:%u!

source: connect: Failed to unload current mod
el: Σύνδεση: H αποφόρτωση της τροποποίησης ήταν ανεπιτυχής

source: Bound all controls from GTA
el: Δεσμεύτηκαν όλα τα κουμπιά από το GTA

source: Saved configuration file
el: To αρχείο ρυθμίσεων αποθηκεύτηκε

source: * Your serial is: %s
el: * Ο σειριακός αριθμός σου είναι: %s

source: Unknown command or cvar:
el: Άγνωστη εντολή ή cvar:

source: Error
el: Σφάλμα

source: Connecting failed. Invalid nick provided!
el: Η σύνδεση απέτυχε: Δόθηκε άτοπο ψευδώνυμο!

source: Connecting failed. Invalid host provided!
el: Η Σύνδεση απέτυχε. Δόθηκε άτοπος διοργανωτής!

source: Connecting to %s at port %u failed!
el: H σύνδεση στο %s με θύρα %u απέτυχε!

source: Connecting to %s:%u ...
el: Σύνδεση στο %s:%u...

source: CONNECTING
el: ΣΥΝΔΕΕΤΕ

source: Connection timed out
el: Λήξη χρόνου σύνδεσης

source: Disconnected: unknown protocol error
el: Αποσυνδέθηκες: άγνωστο σφάλμα πρωτοκόλλου

source: Disconnected: disconnected remotely
el: Αποσυνδέθηκες: αποσυνδέθηκες απομακρυσμένα

source: Disconnected: connection lost remotely
el: Αποσυνδέθηκες: χάθηκε η απομακρυσμένη σύνδεση

source: Disconnected: you are banned from this server
el: Αποσυνδέθηκες: Έχεις αποκλειστεί από αυτό τον διακομιστή

source: Disconnected: disconnected from the server
el: Αποσυνδέθηκες: αποσυνδέθηκες από τον διακομιστή

source: Disconnected: connection to the server was lost
el: Αποσυνδέθηκες: χάθηκε η σύνδεση με τον διακομιστή

source: Disconnected: connection was refused
el: Αποσυνδέθηκες: η σύνδεση απορρίφθηκε

source: No such mod installed (%s)
el: Δεν έχει εγκατασταθεί τέτοια τροποποίηση (%s)

source: Bad server response (2)
el: Κακή ανταπόκριση διακομιστή (2)

source: Bad server response (1)
el: Κακή ανταπόκριση διακομιστή (1)

source: CONSOLE
el: Κονσόλα

source: Do you want to see some on-line help about this problem ?
el: Θέλεις να δεις κάποια βοήθεια στο διαδίκτυο για αυτό το πρόβλημα ;

source: No
el: Όχι

source: Yes
el: Ναι

source: MTA:SA cannot continue because drive %s does not have enough space.
el: Το MTA:SA δεν είναι δυνατό να συνεχίσει διότι ο οδηγός %s δεν έχει αρκετό χώρο.

source: Fatal error
el: Κρίσιμο σφάλμα

source: %s module is incorrect!
el: %s δομοστοιχείο είναι εσφαλμένο!

source: Error executing URL
el: Σφάλμα κατά την εκτέλεση του URL

source: Error running mod specified in command line ('%s')
el: Σφάλμα κατά την εκτέλεση της τροποποίησης στη γραμμή εκτέλεσης ('%s')

source: this help screen
el: αυτή η οθόνη βοήθειας

source: exits the application
el: έξοδος από την εφαρμογή

source: shows the version
el: εμφάνιση της έκδοσης

source: shows the time
el: εμφάνιση της ώρας

source: shows the hud
el: εμφάνιση του hud

source: shows all the binds
el: εμφάνιση όλων των δεσμευμένων κουμπιών

source: shows your serial
el: εμφάνιση του σειριακού αριθμού

source: connects to a server (host port nick pass)
el: σύνδεση με τον διακομιστή (διοργανωτής θύρα όνομα κωδικός)

source: connects to a previous server
el: συνδέετε σε έναν προηγούμενο διακομιστή

source: binds a key (key control)
el: δέσμευση ενός πλήκτρου (πλήκτρο έλεγχος)

source: unbinds a key (key)
el: Αποδέσμευση ενός πλήκτρου (πλήκτρο)

source: copies the default gta controls
el: αντιγραφή των προεπιλεγμένων gta πλήκτρων

source: outputs a screenshot
el: απόδοση στιγμιότυπου οθόνης

source: immediately saves the config
el: άμεση αποθήκευση του config

source: clears the debug view
el: εκκαθάριση της απασφαλματωμένης όψης

source: scrolls the chatbox upwards
el: κύλιση του πλαισίου συνομιλίας προς τα επάνω

source: scrolls the chatbox downwards
el: κύλιση του πλαισίου συνομιλίας προς τα κάτω

source: scrolls the debug view upwards
el: κύλιση της απασφαλματωμένης όψης προς τα πάνω

source: scrolls the debug view downwards
el: κύλιση της απασφαλματωμένης όψης προς τα κάτω

source: shows the memory statistics
el: προβολή στατιστικών στοιχείων μνήμης

source: shows the frame timing graph
el: προβολή γραφήματος συγχρονισμού εικόνας

source: Programming
el: Προγραμματισμός

source: Contributors
el: Συνεργάτες

source: Game Design / Scripting
el: Σχεδίαση / Scripting Παιχνιδιού

source: Patch contributors
el: Συνεργάτες λογισμικού ενημέρωσης

source: Language Localization
el: Γλωσσική τοπικοποίηση

source: Special Thanks
el: Ιδιαίτερες Ευχαριστίες!

source: This software makes use of the following libraries and software:
el: Αυτό το λογισμικό κάνει χρήση των ακολούθων βιβλιοθηκών και προγραμμάτων:

source: Screenshot got %d bytes, but expected %d
el: Το στιγμιότυπο οθόνης έλαβε %d bytes, αλλά αναμένονταν %d

source: Screenshot failed
el: Το στιγμιότυπο οθόνης απέτυχε

source: Could not initialize Direct3D9. Please ensure the DirectX End-User Runtime and latest Windows Service Packs are installed correctly.
el: Δεν ήταν δυνατή η αρχικοποίηση του Direct3D9. Παρακαλώ σιγουρευτείτε ότι το DirectX End-User Runtime και τα τελευταία Windows Service Packs έχουν εγκατασταθεί επιτυχώς.

source: The skin you selected could not be loaded, and the default skin also could not be loaded, please reinstall MTA.
el: Το σώμα που επιλέξατε δεν μπόρεσε να φορτώσει, και το προεπιλεγμένο σώμα επίσης δεν μπόρεσε να φορτώσει, παρακαλώ επανεγκαταστήστε το MTA.

source: Accelerate Axis
el: Άξονας επιτάχυνσης

source: Brake Axis
el: Άξονας επιβράδυνσης

source: Fire
el: Πυροβολώ

source: Next weapon
el: Επόμενο όπλο

source: Previous weapon
el: Προηγούμενο όπλο

source: Forwards
el: Μπροστά

source: Backwards
el: Πίσω

source: Left
el: Αριστερά

source: Right
el: Δεξιά

source: Zoom in
el: Ζουμάρω

source: Zoom out
el: Ξεζουμάρω

source: Enter/Exit
el: Είσοδος/Έξοδος

source: Change camera
el: Αλλαγή όψης

source: Jump
el: Άλμα

source: Sprint
el: Άλμα

source: Look behind
el: Κοίτα πίσω

source: Crouch
el: Σκύβω

source: Action
el: Δράση

source: Walk
el: Περπατάω

source: Vehicle fire
el: Πυροβόλα οχήματος

source: Vehicle secondary fire
el: Δευτερεύοντα πυροβόλα οχήματος

source: Vehicle left
el: Όχημα αριστερά

source: Vehicle right
el: Όχημα δεξιά

source: Steer forwards/down
el: Κατευθύνω Μπροστά/Κάτω

source: Steer backwards/up
el: Κατευθύνω Πίσω/Πάνω

source: Accelerate
el: Επιταχύνω

source: Brake/Reverse
el: Επιβραδύνω/Αναστροφή

source: Radio next
el: Ράδιο επόμενο

source: Radio previous
el: Ράδιο προηγούμενο

source: Radio user track skip
el: Ράδιο παράλειψη κομματιού

source: Horn
el: Κόρνα

source: Sub-mission
el: Υποβολή

source: Handbrake
el: Χειρόφρενο

source: Vehicle look left
el: Όχημα κοιτάω αριστερά

source: Vehicle look right
el: Όχημα κοιτάω δεξιά

source: Vehicle look behind
el: Όχημα κοιτάω πίσω

source: Vehicle mouse look
el: Όχημα ματιά με ποντίκι

source: Special control left
el: Ειδικό πλήκτρο αριστερά

source: Special control right
el: Ειδικό πλήκτρο δεξιά

source: Special control down
el: Ειδικό πλήκτρο κάτω

source: Special control up
el: Ειδικό πλήκτρο πάνω

source: Aim weapon
el: Στόχευση με όπλο

source: Conversation yes
el: Συζήτηση ναι

source: Conversation no
el: Συζήτηση όχι

source: Group control forwards
el: Πλήκτρο ομάδας μπροστά

source: Group control backwards
el: Πλήκτρο ομάδας πίσω

source: This will disconnect you from the current server. Are you sure you want to disconnect?
el: Αυτό θα σας αποσυνδέσει από τον τρέχων διακομιστή. Είστε σίγουρος ότι θέλετε να αποσυνδεθείτε;

source: DISCONNECT WARNING
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΠΟΣΥΝΔΕΣΗΣ

source: Invalid nickname! Please go to Settings and set a new one!
el: Άτοπο ψευδώνυμο! Παρακαλώ πηγαίνετε στις ρυθμίσεις και αναθέστε ένα νέο!

source: Screenshot taken: '%s'
el: Στιγμιότυπο οθόνης προστέθηκε: '%s'

source: SERVER BROWSER
el: ΠΕΡΙΗΓΗΣΗ ΔΙΑΚΟΜΙΣΤΩΝ

source: Internet
el: Διαδίκτυο

source: Local
el: Τοπικά

source: Favourites
el: Αγαπημένα

source: Recent
el: Πρόσφατα

source: FOR QUICK CONNECT: Type the address and port into the address bar. Or select a server from the history list and press 'Connect'
el: ΓΙΑ ΓΡΗΓΟΡΗ ΣΥΝΔΕΣΗ: Πληκτρολογήστε την διεύθυνση και την θύρα στην μπάρα διεύθυνσης. Ή επιλέξτε ένα διακομιστή από το ιστορικό και πατήστε 'Σύνδεση'

source: HELP
el: ΒΟΗΘΕΙΑ

source: Refresh
el: Ανανέωση

source: Add Favorite
el: Προσθήκη στα Αγαπημένα

source: Connect
el: Σύνδεση

source: Server information
el: Πληροφορίες διακομιστή

source: Search servers
el: Αναζήτηση διακομιστών

source: Search players
el: Αναζήτηση παιχτών

source: Start search
el: Έναρξη αναζήτησης

source: Search players...
el: Αναζήτηση παιχτών...

source: Search servers...
el: Αναζήτηση διακομιστών...

source: Name
el: Όνομα

source: Players
el: Παίχτες

source: Gamemode
el: Τύπος παιχνιδιού

source: Player list
el: Λίστα παιχτών

source: Include:
el: Περιλαμβάνω:

source: Empty
el: Άδειος

source: Full
el: Πλήρης

source: Locked
el: Κλειδωμένος

source: Offline
el: Εκτός σύνδεσης

source: Other Versions
el: Άλλες εκδόσεις

source: Back
el: Πίσω

source: Help
el: Βοήθεια

source: Loading...
el: Φόρτωση...

source: ..loading..
el: ..φόρτωση..

source: No address specified!
el: Απροσδιόριστη διεύθυνση!

source: Unknown protocol
el: Άγνωστο πρωτόκολλο

source: Please use the mtasa:// protocol!
el: Παρακαλώ χρησιμοποιήστε το mtasa:// protocol!

source: Information
el: Πληροφορία

source: You have to select a server to connect to.
el: Πρέπει να επιλέξετε ένα διακομιστή για να συνδεθείτε σε αυτόν.

source: SERVER IS FULL
el: Ο ΔΙΑΚΟΜΙΣΤΗΣ ΕΙΝΑΙ ΠΛΗΡΗΣ

source: Name:
el: Όνομα:

source: Server Address:
el: Διεύθυνση διακομιστή:

source: Gamemode:
el: Τύπος παιχνιδιού:

source: Map:
el: Χάρτης:

source: Players:
el: Παίχτες:

source: Passworded:
el: Με προστασία:

source: Latency:
el: Καθυστέρηση μεταφοράς:

source: Close
el: Κλείσιμο

source: Join Game
el: Σύνδεση στο παιχνίδι

source: Please enter the password to the server:
el: Παρακαλώ εισάγετε τον κωδικό του διακομιστή:

source: Join the server as soon as a player slot is available.
el: Συνδεθείτε στον διακομιστή αμέσως μόλις υπάρχει μια διαθέσιμη θέση παίχτη.

source: PLEASE ENTER SERVER PASSWORD
el: ΠΑΡΑΚΑΛΩ ΕΙΣΑΓΕΤΕ ΤΟΝ ΚΩΔΙΚΟ ΤΟΥ ΔΙΑΚΟΜΙΣΤΗ

source: Timed Out
el: Λήξη χρόνου

source: Querying...
el: Αμφισβήτηση...

source: Idle
el: Αδρανής

source: player
el: παίχτης

source: on
el: ενεργοποίηση

source: server
el: διακομιστής

source: Requesting master server list (%lu ms elapsed)
el: Αίτηση της κύριας λίστας διακομιστών (%lu ms πέρασαν)

source: Master server list could not be parsed.
el: Η κύρια λίστα διακομιστών δεν μπόρεσε να αναλυθεί.

source: Master server list could not be retrieved.
el: Η κύρια λίστα διακομιστών δεν μπορούσε να ανακτηθεί.

source: (Backup server list)
el: (Αντίγραφο ασφαλείας λίστας διακομιστών)

source: Cannot bind LAN-broadcast socket
el: Δεν είναι δυνατή η δέσμευση LAN-broadcast socket

source: Attempting to discover LAN servers
el: Προσπάθεια εντοπισμού LAN διακομιστών

source: SETTINGS
el: ΡΥΘΜΙΣΕΙΣ

source: Video
el: Βίντεο

source: Audio
el: Ήχος

source: Binds
el: Δεσμεύσεις

source: Controls
el: Πλήκτρα

source: Interface
el: Διεπαφή

source: Web Browser
el: Περιηγητής δικτύου

source: Advanced
el: Προχωρημένα

source: OK
el: Εντάξει

source: Cancel
el: Ακύρωση

source: Load defaults
el: Φόρτωση προεπιλεγμένων

source: Mouse sensitivity:
el: Ευαισθησία ποντικιού:

source: Vertical aim sensitivity:
el: Κατακόρυφη ευαισθησία στόχευσης:

source: Mouse options
el: Ρυθμίσεις ποντικιού

source: Invert mouse vertically
el: Κατακόρυφη αναστροφή ποντικιού

source: Steer with mouse
el: Ελιγμοί με ποντίκι

source: Fly with mouse
el: Πτήση με ποντίκι

source: Joypad options
el: Ρυθμίσεις joypad

source: Standard controls (Mouse + Keyboard)
el: Κανονικά πλήκτρα (Ποντίκι + Πληκτρολόγιο)

source: Classic controls (Joypad)
el: Κλασσικά πλήκτρα (Joypad)

source: Dead Zone
el: Νεκρή Ζώνη

source: Saturation
el: Κορεσμός

source: Use the 'Binds' tab for joypad buttons.
el: Χρησιμοποιήστε την καρτέλα 'Δεσμεύσεις' για τα πλήκτρα joypad.

source: Left Stick
el: Αριστερός Μοχλός

source: Right Stick
el: Δεξιός Μοχλός

source: DESCRIPTION
el: ΠΕΡΙΓΡΑΦΗ

source: KEY
el: ΠΛΗΚΤΡΟ

source: ALT. KEY
el: ΕΝΑΛ. ΠΛΗΚΤΡΟ

source: Password:
el: Κωδικός:

source: Nick:
el: Ψευδώνυμο:

source: Save server passwords
el: Αποθήκευση κωδικών διακομιστή

source: Auto-refresh server browser
el: Αυτόματη ανανέωση περιήγησης διακομιστών

source: Allow screen upload
el: Επιτρέπω αναφόρτωση οθόνης

source: Use customized GTA:SA files
el: Χρησιμοποιήστε εξατομικευμένα GTA:SA αρχεία

source: Map rendering options
el: Ρυθμίσεις απόδοσης χάρτη

source: Opacity:
el: Αδιαφάνεια:

source: Radio volume:
el: Ένταση ραδίου:

source: SFX volume:
el: Ένταση SFX:

source: MTA volume:
el: Ένταση MTA:

source: Voice volume:
el: Ένταση ομιλιών:

source: Play mode:
el: Λειτουργία παιχνιδιού:

source: General
el: Γενικά

source: Mute Radio sounds when minimized
el: Απενεργοποίηση ήχων ραδίου κατά την ελαχιστοποίηση

source: Mute SFX sounds when minimized
el: Απενεργοποίηση ήχων SFX κατά την ελαχιστοποίηση

source: Mute MTA sounds when minimized
el: Απενεργοποίηση ήχων MTA κατά την ελαχιστοποίηση

source: Mute Voice sounds when minimized
el: Απενεργοποίηση ήχων ομιλιών κατά την ελαχιστοποίηση

source: Radio Equalizer
el: Ισοσταθμιστής ραδίου

source: Radio Auto-tune
el: Αυτόματος συντονισμός ραδίου

source: Usertrack options
el: Ρυθμίσεις κομματιών χρήστη

source: Radio
el: Ράδιο

source: Random
el: Τυχαίος

source: Sequential
el: Διαδοχικός

source: Automatic Media Scan
el: Αυτόματη σάρωση Media

source: Resolution:
el: Ανάλυση:

source: FOV:
el: Οπτικό Πεδίο (FOV):

source: Draw Distance:
el: Σχεδίαση απόστασης:

source: Brightness:
el: Φωτεινότητα:

source: FX Quality:
el: FX Ποιότητα:

source: Anisotropic filtering:
el: Φίλτρο ανισοτροπίας:

source: Anti-aliasing:
el: Ευκρίνεια Κυρτών Γραμμών (Anti-aliasing):

source: Aspect Ratio:
el: Αναλογία Πλευρών:

source: Windowed
el: Λειτουργία παραθύρου

source: Fullscreen mode:
el: Πλήρης οθόνη:

source: Standard
el: Κανονικό

source: Borderless window
el: Παράθυρο χωρίς περιθώρια

source: Borderless keep res
el: Χωρίς περιθώρια με διατηρημένη ανάλυση

source: Mip Mapping
el: Mip Χαρτογράφηση

source: Low
el: Χαμηλά

source: Medium
el: Μέτρια

source: High
el: Υψηλά

source: Very high
el: Πολύ υψηλά

source: Off
el: Απενεργοποιήση

source: Auto
el: Αυτόματο

source: HUD Match Aspect Ratio
el: HUD Αντιστοίχηση συντελεστή αναλογίας

source: Volumetric Shadows
el: Ογκομετρικές σκιές

source: Grass effect
el: Εφέ χόρτου

source: Heat haze
el: Θολούρα ζέστης

source: Tyre Smoke etc
el: Καπνός λάστιχων κτλ

source: Full Screen Minimize
el: Πλήρης οθόνη Ελαχιστοποίηση

source: Enable Device Selection Dialog
el: Ενεργοποίηση συσκευής επιλογής Dialog

source: Show unsafe resolutions
el: Εμφάνιση επικίνδυνων αναλύσεων

source: Language:
el: Γλώσσα:

source: Skin:
el: Σώμα:

source: Presets:
el: Προρυθμίσεις:

source: Chat
el: Συνομιλία

source: Load
el: Φόρτωση

source: Chat BG
el: Συνομιλία BG

source: Chat Text
el: Κείμενο συνομιλίας

source: Input BG
el: Εισαγωγή BG

source: Input Text
el: Εισαγωγή Κειμένου

source: Font:
el: Γραμματοσειρά:

source: Lines:
el: Γραμμές:

source: Scale:
el: Κλίμακα:

source: Width:
el: Πλάτος:

source: after
el: μετά

source: for
el: για

source: Fade out old lines
el: Εξασθενημένες παλιές γραμμές

source: sec
el: δευτερ

source: Hide background when not typing
el: Απόκρυψη φόντου όταν δεν πληκτρολογείτε

source: Nickname completion using the "Tab" key
el: Ολοκλήρωση ψευδωνύμου χρησιμοποιώντας το πλήκτρο "Tab"

source: Allow server to flash the window
el: Επιτρέπω τον διακομιστή να δείχνει στιγμιαία ένα παράθυρο

source: Enable remote websites
el: Ενεργοποίηση απομακρυσμένων ιστότοπων

source: Enable Javascript on remote websites
el: Ενεργοποιήση Javascript σε απομακρυσμένους ιστότοπους

source: Custom blacklist
el: Προσαρμοσμένη μαύρη λίστα

source: Enter a domain e.g. google.com
el: Εισαγάγετε έναν τομέα, π.χ. google.com

source: Block
el: Μπλόκαρε

source: Domain
el: Τομέας

source: Remove domain
el: Αφαίρεση τομέα

source: Custom whitelist
el: Προεπιλεγμένη άσπρη λίστα (whitelist)

source: Allow
el: Επέτρεψε

source: Misc
el: Λοιπά

source: Fast CJ clothes loading:
el: Γρήγορα CJ ρούχα φορτώνονται:

source: Browser speed:
el: Ταχύτητα περιήγησης:

source: Single connection:
el: Μοναδική σύνδεση:

source: Packet tag:
el: Πακέτο ετικετών:

source: Progress animation:
el: Πρόοδος animation:

source: Process priority:
el: Διαδικασία προτεραιότητας:

source: Debug setting:
el: Ρύθμιση απασφαλμάτωσης:

source: Streaming memory:
el: Ροή μνήμης:

source: Update build type:
el: Ενημέρωση τύπου αναπτύγματος:

source: Install important updates:
el: Εγκατάσταση σημαντικών ενημερώσεων:

source: On
el: Ενεργοποίηση

source: Very slow
el: Πολύ αργό

source: Default
el: Προεπιλογμένο

source: Fast
el: Γρήγορο

source: Min
el: Ελάσσων

source: Max
el: Μέγιστο

source: Windows 8 compatibility:
el: Windows 8 συμβατότητα:

source: 16-bit color
el: 16-bit χρώμα

source: Mouse fix
el: Σταθεροποιήση ποντικιού

source: Auto updater
el: Αυτόματος ενημερωτής

source: Check for update now
el: Έλεγχος για ενημέρωση τώρα

source: Some settings will be changed when you next start MTA
el: Κάποιες ρυθμίσεις θα αλλάξουν στην επόμενη εκκίνηση του MTA

source: Do you want to restart now?
el: Θέλετε να πραγματοποιηθεί επανεκκίνηση τώρα;

source: RESTART REQUIRED
el: ΑΠΑΙΤΕΙΤΕ ΕΠΑΝΕΚΚΙΝΗΣΗ

source: Some settings will be changed when you disconnect the current server
el: Κάποιες ρυθμίσεις θα αλλάξουν όταν αποσυνδεθείτε από τον τρέχων διακομιστή

source: Do you want to disconnect now?
el: Θέλετε να αποσυνδεθείτε τώρα;

source: DISCONNECT REQUIRED
el: ΑΠΑΙΤΕΙΤΑΙ ΑΠΟΣΥΝΔΕΣΗ

source: Joypad not detected - Check connections and restart game
el: Δεν βρέθηκε Joypad - Ελέγξτε τις συνδέσεις και επανεκκινήστε το παιχνίδι

source: Binding axis
el: Δεσμεύοντας άξονες

source: Move an axis to bind, or escape to clear
el: Κουνήστε έναν άξονα για δέσμευση, ή escape για εκκαθάριση

source: Press a key to bind, or escape to clear
el: Πατήστε ένα πλήκτρο για να το δεσμεύσετε, ή escape για εκκαθάριση

source: Binding a primary key
el: Δεσμεύοντας ένα πρωταρχικό πλήκτρο

source: Binding a secondary key
el: Δεσμεύοντας ένα δευτερεύων πλήκτρο

source: GTA GAME CONTROLS
el: GTA ΠΛΗΚΤΡΑ ΠΑΙΧΝΙΔΙΟΥ

source: MULTIPLAYER CONTROLS
el: MULTIPLAYER ΠΛΗΚΤΡΑ

source: Your nickname contains invalid characters!
el: Το ψευδώνυμο σας περιέχει άκυρους χαρακτήρες!

source: Red:
el: Κόκκινο:

source: Green:
el: Πράσινο:

source: Blue:
el: Μπλε:

source: Transparency:
el: Διαφάνεια:

source: Please disconnect before changing language
el: Παρακαλώ αποσυνδεθείτε πριν αλλάξετε γλώσσα

source: Please disconnect before changing skin
el: Παρακαλώ αποσυνδεθείτε πριν αλλάξετε σώμα

source: Volmetric shadows can cause some systems to slow down. Are you sure you want to enable them?
el: Οι ογκομετρικές σκιές μπορεί να προκαλέσουν κάποια συστήματα να επιβραδύνουν. Είστε σίγουρος ότι θέλετε να τις ενεργοποιήσετε;

source: PERFORMANCE WARNING
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΠΟΔΟΣΗΣ

source: Screen upload is required by some servers for anti-cheat purposes. (The chat box and GUI is excluded from the upload)
el: Η αναφόρτωση οθόνης είναι απαραίτητη για μερικούς διακομιστές για anti-cheat λόγους. (Το πλαίσιο συνομιλίας και το Γραφικό περιβάλλον διεπαφής χρήστη (GUI) δεν συμπεριλαμβάνονται στην αναφόρτωση)

source: SCREEN UPLOAD INFORMATION
el: ΠΛΗΡΟΦΟΡΙΕΣ ΑΝΑΦΟΡΤΩΣΗΣ ΟΘΟΝΗΣ

source: Some files in your GTA:SA data directory are customized. MTA will only use these modified files if this check box is ticked. However, CUSTOMIZED GTA:SA FILES ARE BLOCKED BY MANY SERVERS Are you sure you want to use them?
el: Μερικά αρχεία στον προορισμό δεδομένων του GTA:SA είναι εξατομικευμένα. Το MTA θα χρησιμοποιήσει μόνο αυτά τα τροποποιημένα αρχεία αν αυτό το πλαίσιο ελέγχου είναι τικαρισμένο. Ωστόσο, ΤΑ ΕΞΑΤΟΜΙΚΕΥΜΕΝΑ GTA:SA ΑΡΧΕΙΑ ΕΙΝΑΙ ΑΠΟΚΛΕΙΣΜΕΝΑ ΣΕ ΠΟΛΛΟΥΣ ΔΙΑΚΟΜΙΣΤΕΣ Είστε σίγουρος ότι θέλετε να τα χρησιμοποιήσετε;

source: CUSTOMIZED GTA:SA FILES
el: ΕΞΑΤΟΜΙΚΕΥΜΕΝΑ GTA:SA ΑΡΧΕΙΑ

source: Please enter a nickname
el: Παρακαλώ εισάγετε το ψευδώνυμο

source: Please enter a nickname to be used ingame. This will be your name when you connect to and play in a server
el: Παρακαλώ εισάγετε το ψευδώνυμο που θα χρησιμοποιείτε στο παιχνίδι. Αυτό θα είναι το όνομα σας όταν συνδέεστε και παίζετε σε ένα διακομιστή

source: Very experimental feature.
el: Πολύ πειραματικό χαρακτηριστικό.

source: Stops stalls with CJ variations (Uses 65MB more RAM)
el: Εμποδίζει τις παραλλαγές του CJ (Χρησιμοποιεί 65MB περισσότερη μνήμη RAM)

source: Older routers may require a slower scan speed.
el: Οι παλαιότεροι δρομολογητές (router) μπορεί να χρειάζονται βραδύτερη ταχύτητα σάρωσης.

source: Switch on to use only one connection when downloading.
el: Ενεργοποίηση χρήσης μόνο μιας σύνδεσης όταν γίνεται λήψη.

source: Tag network packets to help ISPs identify MTA traffic.
el: Πακέτα ετικετών δικτύου για βοήθεια των ISPs στην αναγνώριση της MTA κίνησης δεδομένων.

source: Spinning circle animation at the bottom of the screen
el: Animation περιστρεφόμενου κύκλου στο κάτω μέρος της οθόνης

source: Select default always. (This setting is not saved)
el: Επιλογή προεπιλογής πάντα. (Αυτή η ρύθμιση δεν είναι αποθηκευμένη)

source: Maximum is usually best
el: Το μέγιστο είναι συνήθως το καλύτερο

source: Auto updater:
el: Αυτόματος ενημερωτής:

source: Select default unless you like filling out bug reports.
el: Επιλέξτε τα προεπιλεγμένα εκτός αν θέλετε να συμπληρώνετε αναφορές σφαλμάτων.

source: Select default to automatically install important updates.
el: Επιλέξτε τα προεπιλεγμένα για να εγκαθίστανται αυτόματα οι σημαντικές ενημερώσεις.

source: 16-bit color:
el: 16-bit χρώμα:

source: Enable 16 bit color modes - Requires MTA restart
el: Ενεργοποίηση 16 bit χρώματος - Απαιτείται επανεκκίνηση του MTA

source: Mouse fix:
el: Σταθεροποιήση ποντικιού:

source: Mouse movement fix - May need PC restart
el: Σταθεροποιήση κίνησης ποντικιού - Μπορεί να χρειαστεί επανεκκίνηση του υπολογιστή

source: Busy
el: Απασχολημένος

source: Can't check for updates right now
el: Δεν είναι δυνατός ο έλεγχος για ενημερώσεις αυτή την στιγμή

source: MTA:SA %s required
el: MTA:SA %s απαιτείται

source: An updated version of MTA:SA %s is required to join the selected server. Do you want to download and install MTA:SA %s ?
el: Μια ενημερωμένη έκδοση του MTA:SA %s απαιτείται για την σύνδεση στον επιλεγμένο διακομιστή. Θέλετε να κάνετε λήψη και να την εγκαταστήσετε MTA:SA %s ;

source: Do you want to launch MTA:SA %s and connect to this server ?
el: Θέλετε να αρχίσετε το MTA:SA %s και να συνδεθείτε σε αυτόν τον διακομιστή ;

source: It is not possible to connect at this time. Please try later.
el: Δεν είναι δυνατό να συνδεθείτε αυτή τη στιγμή. Παρακαλώ προσπαθήστε αργότερα.

source: Connecting
el: Συνδέετε

source: Please wait...
el: Παρακαλώ περιμένετε...

source: CHECKING
el: ΠΡΑΓΜΑΤΟΠΟΙΕΙΤΑΙ ΕΛΕΓΧΟΣ

source: UPDATE CHECK
el: ΕΛΕΓΧΟΣ ΕΝΗΜΕΡΩΣΗΣ

source: No update needed
el: Δεν χρειάζεται ενημέρωση

source: DOWNLOADING
el: ΓΙΝΕΤΑΙ ΛΗΨΗ

source: waiting...
el: αναμείνατε...

source: MANDATORY UPDATE
el: ΥΠΟΧΡΕΩΤΙΚΗ ΕΝΗΜΕΡΩΣΗ

source: To join this server, you must update MTA. Do you want to update now ?
el: Για να συνδεθείτε σε αυτόν τον διακομιστή, πρέπει να ενημερώσετε το MTA. Θέλετε να το ενημερώσετε τώρα ;

source: OPTIONAL UPDATE
el: ΠΡΟΑΙΡΕΤΙΚΗ ΕΝΗΜΕΡΩΣΗ
